brew "awscli"
brew "chezmoi"
brew "codex"
brew "coreutils"
brew "fzf"
brew "gh"
brew "git-delta"
brew "htop"
brew "neovim"
brew "nkf"
brew "nodenv"
brew "pyenv"
brew "starship"
brew "tfenv"
brew "tree"
brew "uv"
brew "zoxide"
cask "1password-cli"
cask "asana"
cask "bazecor"
cask "caffeine"
cask "claude"
cask "cursor"
cask "devtoys"
cask "docker-desktop"
cask "drawio"
cask "grandperspective"
cask "kiro"
cask "mountain-duck"
cask "obsidian"
cask "spotify"
cask "superwhisper"
cask "tablecruncher"
cask "todoist-app"
vscode "anthropic.claude-code"
vscode "anysphere.cursorpyright"
vscode "anysphere.remote-containers"
vscode "anysphere.remote-ssh"
vscode "bierner.markdown-mermaid"
vscode "biomejs.biome"
vscode "bradlc.vscode-tailwindcss"
vscode "christian-kohler.npm-intellisense"
vscode "christian-kohler.path-intellisense"
vscode "davidanson.vscode-markdownlint"
vscode "donjayamanne.githistory"
vscode "eamodio.gitlens"
vscode "editorconfig.editorconfig"
vscode "github.vscode-github-actions"
vscode "hashicorp.terraform"
vscode "ms-azuretools.vscode-containers"
vscode "ms-azuretools.vscode-docker"
vscode "ms-ceintl.vscode-language-pack-ja"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "openai.chatgpt"
vscode "rooveterinaryinc.roo-cline"
vscode "vscodevim.vim"
